---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassExteriorWall
source: html/b180ea90-fe45-1620-ce76-348ea5bc6668.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassExteriorWall Property

"Mass Exterior Wall"

## Syntax (C#)
```csharp
public static ForgeTypeId DefaultConstructionMassExteriorWall { get; }
```